<template>
  <div>
    <p>
    &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp为了得出合乎要求的动态，必须考虑油藏至少应当划分若干分层，最低的分层数的求法是按渗透率变量和流度比，根据生产水油比的范围大小得出最少分层数。算出每一分层的注水动态，按相应的时间把它们汇合在一起，就可得出总的动态。其中每一分层的性质除了渗透率以外彼此都是相同的，所以仅需要把某一分层的动态算得仔细些就够了，其他每一分层得动态，通过“滑移时间比例尺”的方法即可得出，譬如以第二分层为例，如它的渗透率只有第一分层的一半，那么要达到某一给定的注水量和相应的采收率与水油比，就需要比第一分层多一倍的时间，在这一给定的注入水量情况下，第二分层的注水速度和采油速度当然只有第一分层的一半。
    </p>
    <p>
    &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp倘若所规划的人工注水不是面积注水而是采用外围注水或头尾衔接的注采方式，即注水井排与几排生产井搭配的方式，那么上面概述的途径是不适用的，此类注水方式的注采井距不再是相等或大致相等的了。在实际采油作业中则情况更加复杂，因为随时都可能决定把某些生产井关掉，或者改动注水井位。然而，从定性的意义来说，用前面的方法去计算其注水动态仍能知道各井所能承受的初始注水速度是多少以及在不利情况下采收率与水油比的关系是怎样的。 
    </p>
  </div>
</template>
<script>
export default {
    name: "changingSituation"
}
</script>
<style scoped>

</style>